<template>
  <v-tabs centered v-model="tab">
    <v-tab color="blue lighten-1"> 人才引进 </v-tab>
    <v-tab color="teal lighten-1"> 招生宣传 </v-tab>
  </v-tabs>
  <v-window v-model="tab">
    <v-window-item class="m-text">
      <p>
        <strong>一、人才类别</strong><br />
        教授/副教授、特聘研究员/副研究员、博士后<br />
        <strong>二、任职要求</strong><br />
        （一）教授/副教授<br />
        1、在国内外高水平大学担任教授或副教授一职；<br />
        2、在计算机相关领域有较高的学术造诣。 <br />
        （二）特聘研究员/副研究员<br />
        1、取得国内外高水平院校博士学位，具有高水平大学助理教授或副教授相当学术水平；<br />
        2、能独立主持一个符合实验室发展要求的学术方向； <br />
        3、可全职在校工作。<br />
        （三）博士后<br />
        1、取得国内外高水平院校博士学位，年龄在35周岁以下；<br />
        2、具有较强的研究创新能力和课题组织能力；<br />
        3、可全脱产在站从事博士后研究工作。<br />
        <strong>三、相关待遇</strong><br />
        1、学术环境：实验室具有优质的生源，开放的科研环境和丰富的合作资源；<br />
        2、薪酬待遇：将根据候选人情况提供极具竞争力的薪酬待遇，具体面议;<br />
        3、科研经费：提供极具有竞争力的科研启动经费；<br />
        4、住房安排：可申请租用学校教师公寓。<br />
        <strong>四、应聘方式</strong><br />
        请将个人简历和未来研究计划整合为一个PDF文档，以“姓名+人才类别”命名，发送至：<br />
        Email: xxx<br />
      </p>
    </v-window-item>
    <v-window-item class="m-text">
      <p>
        <strong>一、招生类别</strong><br />
        1、 研究生<br />
        实验室接收计算机学院以及软件学院的学术博士、学术硕士、专业博士、专业硕士、工程博士、工程硕士。<br />
        欢迎来自浙江大学以及国内外其他高校的优秀毕业生报考ARClab。<br />
        2、 本科生<br />
        欢迎优秀的本科生提前参与实验室的科研工作。<br />
        目前本科生参与实验室的主要形式为毕业设计以及暑期实践（主要面向保研并希望来浙大直博的学生）。<br />
        <strong>二、招生要求</strong><br />
        (1) 计算机、软件工程、数学、自动化等相关专业；<br />
        (2) 热衷先进技术开发和研究，具有良好的团队合作精神；<br />
        (3) 较强动手能力，精通1～2门编程语言。<br />
        (4) 良好的英文阅读与写作能力;<br />
        (5)
        优先考虑在计算机体系结构、操作系统、人工智能等领域有一定知识储备的同学。<br />
        <strong>三、 报名须知</strong><br />
        欢迎有志于计算机科学研究和工程开发的同学加入ARClab实验室！<br />
        如果您有意向到ARClab实验室学习，请了解以下事项：<br />
        (1) 在和我们联系之前，请先认真考虑我们目前的研究方向和领域。<br />
        (2)
        实验室制定了专门的学生成长激励计划，将对学生实际情况进行清晰的定位，针对不同的学生设计成长目标并协助其制定个性化培养方案；通过设计合理的评价体系，更好地引导学生自我管理、项目协同；并通过考核评价结果指导制定公平合理的激励政策，成为引导学生们进步的动力。<br />
        (3)
        实验室每周开展博士论坛学术活动，每位学生都可以积极参与到论文的分享、讲解和讨论之中。<br />
        (4)
        实验室会按照学生表现情况和技术情况向深度合作的阿里巴巴、蚂蚁金服、安恒信息等优秀企业和单位推荐实习生。<br />
      </p>
    </v-window-item>
  </v-window>
</template>

<script>
export default {
  name: "JoinPage",
  data: () => ({
    tab: null,
  }),
};
</script>

<style scoped>
.m-text {
  margin: 1rem 0 1rem 0;
  line-height: 2.5;
}
</style>
