export default [
  {
    title: "ARClab师生欢度2022年新春年会",
    date: "2022-01-20",
    picture: require("@/assets/ct-lab-book.jpg"),
    description: `2022年1月8日上午，浙江大学计算机系统结构实验室（ARClab）2022新春年会在曹光彪西楼401室召开，特邀嘉宾、实验室全体老师与在读学生共同出席了本次会议，夏思怡和赵明虎同学担任本次会议的主持。`,
    detail: [
      {
        image: false,
        content: `2022年1月8日上午，浙江大学计算机系统结构实验室（ARClab）2022新春年会在曹光彪西楼401室召开，特邀嘉宾、实验室全体老师与在读学生共同出席了本次会议，夏思怡和赵明虎同学担任本次会议的主持。`,
      },
      {
        image: false,
        content: `首先，实验室主任陈文智老师回顾和总结了属于ARClab的2021。在过去的一年中，实验室的科研团队进一步壮大，各方向科研工作稳步推进，同时与企业的合作项目也在有条不紊地推进之中。畅想2022，陈文智老师指出，ARClab要培养对社会有影响有帮助的学生，迈向世界一流实验室，在团结互进中共赴目标。`,
      },
      {
        image: false,
        content: `杭州安恒信息技术股份有限公司董事长范渊师兄也为ARClab送出新年寄语。希望逐步夯实与ARClab之间的合作，发挥各自所长，互帮互助、共同进步。同时祝愿ARClab未来的发展方向继续拓展延伸，朝着国际一流实验室前进。`,
      },
      {
        image: true,
        content: require("@/assets/ct-lab-book.jpg"),
      },
    ],
  },
  {
    title: "陈文智教授团队论文被ACM CCS录用",
    date: "2021-09-04",
    picture: require("@/assets/ct-lab-board.jpg"),
    description: `2022年1月8日上午，浙江大学计算机系统结构实验室（ARClab）2022新春年会在曹光彪西楼401室召开，特邀嘉宾、实验室全体老师与在读学生共同出席了本次会议，夏思怡和赵明虎同学担任本次会议的主持。`,
    detail: [
      {
        image: false,
        content: `2022年1月8日上午，浙江大学计算机系统结构实验室（ARClab）2022新春年会在曹光彪西楼401室召开，特邀嘉宾、实验室全体老师与在读学生共同出席了本次会议，夏思怡和赵明虎同学担任本次会议的主持。`,
      },
      {
        image: false,
        content: `首先，实验室主任陈文智老师回顾和总结了属于ARClab的2021。在过去的一年中，实验室的科研团队进一步壮大，各方向科研工作稳步推进，同时与企业的合作项目也在有条不紊地推进之中。畅想2022，陈文智老师指出，ARClab要培养对社会有影响有帮助的学生，迈向世界一流实验室，在团结互进中共赴目标。`,
      },
      {
        image: false,
        content: `杭州安恒信息技术股份有限公司董事长范渊师兄也为ARClab送出新年寄语。希望逐步夯实与ARClab之间的合作，发挥各自所长，互帮互助、共同进步。同时祝愿ARClab未来的发展方向继续拓展延伸，朝着国际一流实验室前进。`,
      },
      {
        image: true,
        content: require("@/assets/ct-lab-board.jpg"),
      },
    ],
  },
  {
    title: "壮丽史诗 伟大飞跃",
    date: "2021-08-17",
    picture: require("@/assets/bg-test.jpg"),
    description: `2022年1月8日上午，浙江大学计算机系统结构实验室（ARClab）2022新春年会在曹光彪西楼401室召开，特邀嘉宾、实验室全体老师与在读学生共同出席了本次会议，夏思怡和赵明虎同学担任本次会议的主持。`,
    detail: [
      {
        image: false,
        content: `2022年1月8日上午，浙江大学计算机系统结构实验室（ARClab）2022新春年会在曹光彪西楼401室召开，特邀嘉宾、实验室全体老师与在读学生共同出席了本次会议，夏思怡和赵明虎同学担任本次会议的主持。`,
      },
      {
        image: false,
        content: `首先，实验室主任陈文智老师回顾和总结了属于ARClab的2021。在过去的一年中，实验室的科研团队进一步壮大，各方向科研工作稳步推进，同时与企业的合作项目也在有条不紊地推进之中。畅想2022，陈文智老师指出，ARClab要培养对社会有影响有帮助的学生，迈向世界一流实验室，在团结互进中共赴目标。`,
      },
      {
        image: false,
        content: `杭州安恒信息技术股份有限公司董事长范渊师兄也为ARClab送出新年寄语。希望逐步夯实与ARClab之间的合作，发挥各自所长，互帮互助、共同进步。同时祝愿ARClab未来的发展方向继续拓展延伸，朝着国际一流实验室前进。`,
      },
      {
        image: true,
        content: require("@/assets/bg-test.jpg"),
      },
    ],
  },
];
